{
  "EN": "Currently a lecturer at the School of Computer Science, School of Software, and School of Cyberspace Security at Nanjing University of Posts and Telecommunications. Graduated with a Ph.D. in Engineering from the School of Computer and Information at Hefei University of Technology in December 2024 (Supervisor: Prof. Kui Yu). From October 2023 to October 2024, served as a national government-sponsored joint Ph.D. student conducting collaborative research at the School of Computing and Data Sciences, Nanyang Technological University, Singapore (Supervisor: Prof. Han Yu). Selected for the 2024 China Association for Science and Technology Young Talent Support Program Ph.D. Special Plan (Supporting Society: China Computer Federation), and received the Outstanding Student Paper Award at FL@FM-NeurIPS'24. Primarily engaged in research in artificial intelligence and data mining, with a focus on causal discovery, federated learning, and feature selection, dedicated to solving problems related to the interpretability and privacy protection of artificial intelligence models. In recent years, published 18 academic papers in important international journals such as IEEE TKDE, ACM CSUR, IEEE TNNLS, ACM TIST, IEEE TBD, IEEE TAI, as well as top international conferences including AAAI, IJCAI, and CIKM, with 10 papers as the first author (including 5 CCF-A papers). Serves as a reviewer for top international conferences in artificial intelligence and data mining such as NeurIPS, ICML, ICLR, AAAI, IJCAI, and authoritative international journals including IEEE TKDE, IEEE TNNLS, ACM TKDD, IEEE TCSVT, and Machine Learning. Participated in several projects including the National Science and Technology Major Project: Cross-media Causal Inference and Trustworthy Machine Learning, the National Science and Technology Major Project: Commonsense Knowledge Learning and Causal Analysis, and the National Natural Science Foundation of China General Program: Research on Federated Causal Inference Algorithms for Privacy-Preserving Data.",
  "CN": "现任南京邮电大学计算机学院、软件学院、网络空间安全学院讲师，2024年12月毕业于合肥工业大学计算机与信息学院，获工学博士学位（导师：俞奎教授）。2023年10月至2024年10月作为国家公派联合培养博士生在新加坡南洋理工大学计算与数据科学学院从事合作研究（导师：Han Yu教授）。入选2024年度中国科协青年人才托举工程博士生专项计划（托举学会：中国计算机学会），荣获FL@FM-NeurIPS'24优秀学生论文奖。主要从事人工智能、数据挖掘领域研究，重点关注因果发现、联邦学习、特征选择等方向，致力于解决人工智能模型的可解释性、隐私保护等问题。近年来在IEEE TKDE、ACM CSUR、IEEE TNNLS、ACM TIST、IEEE TBD、IEEE TAI等国际重要期刊，以及AAAI、IJCAI、CIKM等国际顶级会议上发表18篇学术论文，其中以第一作者身份发表10篇（含CCF-A类论文5篇）。担任人工智能与数据挖掘领域NeurIPS、ICML、ICLR、AAAI、IJCAI等国际顶级会议和IEEE TKDE、IEEE TNNLS、ACM TKDD、IEEE TCSVT、Machine Learning等国际权威期刊的审稿人。参与科技部科技创新2030-\"新一代人工智能\"重大项目：跨媒体因果推断与可信机器学习、科技部科技创新2030-\"新一代人工智能\"重大项目：常识知识学习与因果分析、国家自然科学基金面上项目：面向隐私保护数据的联邦因果关系推断算法研究等多项项目。"
}
